{
  "painter_1 name": "Заклеено",
  "painter_1 description": "Мне нужна твоя помощь в повышении тактической эффективности ЧВК по всему Таркову. Найди разные виды изоленты, включая армированную и электроизоляционную — я использую их для создания специализированных магазинов. Такие магазины помогают бойцам быстро отличать снаряжённые магазины и находить их в разгар перестрелки. В Таркове важна каждая мелочь.",
  "painter_1 note": "Некоторые боятся тех, кто живёт свободно.",
  "painter_1 failMessageText": "",
  "painter_1 successMessageText": "Отличная работа, нашёл всю изоленту. Теперь моя мастерская снова будет работать как часы. Держи награду за помощь. Я ценю это.",
  "painter_1 location": "any",
  "672e31c3262af62a8eb157cd": "Найти и передать армированную изоленту",
  "672e31d7701987cf15698b30": "Найти и передать электроизоляционную ленту",
  "painter_2 name": "Топографика",
  "painter_2 description": "Мне нужно найти несколько топографических карт — ты знаешь, те, что можно найти по всему Таркову. Я использую их как шаблоны для крутой покраски.",
  "painter_2 failMessageText": "",
  "painter_2 successMessageText": "Идеально. Я сразу же возьмусь за покраску. Будет выглядеть шикарно.",
  "672e323797a187aabc88ca4a": "Найти и передать топографические карты",
  "painter_3 name": "Копни Глубже",
  "painter_3 description": "После жёсткого рейда ШАКАЛов на мою мастерскую они унесли целую кучу оружия, в которое я вложил всё — кровь, пот и душу. Но я нашёл их логово. Теперь ты пойдёшь туда, отомстишь и дашь понять, что такие выходки не прощаются. Время расплаты в Таркове, и единственная валюта здесь — месть.",
  "painter_3 failMessageText": "",
  "painter_3 successMessageText": "Спасибо. Ты мне нравишься.",
  "672e3295e4287b00f37700c1": "Уничтожить 10 ШАКАЛов на Таможне",
  "painter_4 name": "Ремонт Мастерской",
  "painter_4 description": "Эхо разрушенной мастерской всё ещё звучит в голове, но с твоей помощью я смогу начать восстановление. Я уже нашёл часть инструментов и материалов, но нужно больше. Ищи промышленные ресурсы, редкие металлы и электронику. Осторожно — в тенях бродят враждебные группировки и мародёры. Принеси всё необходимое, и мы начнём восстановление.",
  "painter_4 failMessageText": "",
  "painter_4 successMessageText": "Ты справился! С этими материалами я наконец смогу приступить к восстановлению мастерской. Вот тебе награда в знак благодарности.",
  "painter_4 location": "any",
  "672e32c9be76a4ab7682ece9": "Найти и передать набор инструментов",
  "672e32d8386445826a2adfee": "Найти и передать болты",
  "672e32e7eb649d0132dfc0db": "Найти и передать гайки",
  "painter_5 name": "Радиомолчание",
  "painter_5 description": "Теперь, когда моя мастерская снова работает, мне нужен более надёжный способ связи с контактами в поле. Говорят, где-то есть мощный радиопередатчик, который охватывает весь Тарков. С ним я смогу передавать важную информацию без перебоев. Найди этот передатчик и принеси мне. Осторожно — другие группировки могут попытаться тебе помешать.",
  "painter_5 failMessageText": "",
  "painter_5 successMessageText": "Отлично! Теперь с этим передатчиком я смогу спокойно поддерживать связь с полевыми контактами. Вот награда за твою помощь. Я ценю это.",
  "painter_5 location": "any",
  "672e33074cd02462a61760a2": "Найти и передать беспроводной передатчик COFDM",
  "painter_6 name": "Опасные Воды",
  "painter_6 description": "Группа ЧВК наводит хаос в районе Таркова, ломая хрупкий баланс сил. Они сеют страх. Твоя задача — устранить этих 'плохих кармических' бойцов и восстановить справедливость. Жди тяжёлого боя — они хорошо вооружены и обучены. По последним данным, они действуют в районе Берега.",
  "painter_6 failMessageText": "",
  "painter_6 successMessageText": "Неплохо. А теперь иди, отдохни. Ты это заслужил.",
  "672e334a39064994fc3bd86f": "Уничтожить 15 ЧВК на Береге",
  "painter_7 name": "Рождённый Свободным",
  "painter_7 description": "Мне нужна пороховая смесь и оргстекло. У меня в голове один особый проект, и без этих материалов он не взлетит. Награда будет стоить того. Удачи!",
  "painter_7 failMessageText": "",
  "painter_7 successMessageText": "Хорошо.",
  "painter_7 location": "any",
  "672e33753bc2b4d394df066d": "Найти и передать порох «Кайт»",
  "672e338893682a2593697a37": "Найти и передать порох «Игл»",
  "672e339460bf295e1f0771b5": "Найти и передать порох «Хоук»",
  "672e339f6a58d92a168c9845": "Найти и передать кусок оргстекла",
  "painter_8 name": "Упаковка",
  "painter_8 description": "Эй, чувак... слышал, ЧВКшники злятся из-за твоей связи с моим игровым бизнесом. Они думают, что мы их надули. Ну, в общем-то, так и есть... но зачем приплели тебя — не знаю. В общем, они собрались толпой, и сейчас хотят нас размазать. Покажи им, кто тут с большими пушками.",
  "painter_8 failMessageText": "",
  "painter_8 successMessageText": "Ты жив?! Ну... мне снова нужен сеанс терапии.",
  "672e33c986ff5b896eb503cd": "Уничтожить 48 ЧВК",
  "painter_9 name": "Тёмный Рыцарь",
  "painter_9 description": "Слушай, мне нужно, чтобы ты нашёл одну особенную фигурку Бэтмена. Это не просто игрушка — это важный элемент моего уникального проекта. Пока ищешь, можешь заодно поиграть в Бэтмена — завали пару ШАКАЛов, почувствуй себя героем. Войди в роль. Тени зовут — покажи преступникам, что такое правосудие!",
  "painter_9 failMessageText": "",
  "painter_9 successMessageText": "Отличная работа, Тёмный Рыцарь! Ты доказал, что достоин плаща. С этой фигуркой я наконец завершу проект. Тарков в безопасности, благодаря тебе. Вот твоя заслуженная награда — считай, что это благодарность от всего города.",
  "6848f9c9d567f37e6b729842": "Найти фигурку Бэтмена в рейде",
  "6848f9de85ccce5e3a78c9e9": "Передать фигурку Бэтмена",
  "6848f99d34b6c6122c735e05": "Уничтожить 20 ШАКАЛов",
  "painter_10 name": "Последний Штрих",
  "painter_10 description": "Ты... ты действительно сделал это. Ты сделал мою жизнь—*бесконечно*—проще. Последнее задание, и я сваливаю из этой проклятой помойки. Мне нужно ещё несколько деталей, чтобы завершить мой шедевр: самодельный вертолёт-лодку. Не спрашивай, как это работает. Просто принеси вещи. Клянусь, ты будешь щедро вознаграждён. Легендарного уровня награда.",
  "painter_10 failMessageText": "",
  "painter_10 successMessageText": "Ты абсолютный гигант. Настоящий герой. Бог среди людей. Итак, насчёт награды... Забавная история: понятия не имею, как строить вертолёт. Или лодку. Или вообще что-либо подобное. Мне просто понравилась идея. Детали теперь бесполезны. Я бесполезен. Но эй! Вот золотая какашка. Да. Она блестящая. Она... символическая. Ты понимаешь. В любом случае, спасибо и извини навсегда.",
  "684dce0db74a157e696d440c": "Найти и передать баллон с пропаном (5л)",
  "684de44841a695c11db3996c": "Найти и передать металлические запчасти",
  "684de575d34628e3dfc940ff": "Найти и передать печатную плату",
  "684de443e988e5c59b5ec688": "Найти и передать электродвигатель",
  "684de44575288597828a1728": "Найти и передать продвинутый преобразователь тока",
  "painter_11 name": "Сопротивление бесполезно",
  "painter_11 description": "Мне нужно, чтобы ты собрал для меня оружие. Это особый проект, требующий уникального сочетания деталей. Оружие станет мощным инструментом для моих операций в Таркове, и мне нужно, чтобы оно было готово как можно скорее. Собери необходимые компоненты и принеси их мне. Я позабочусь о том, чтобы ты был хорошо вознаграждён. Мне нужен АК-103 с магазином Magpul PMAG на 30 патронов, цевьё AK Vezhlivyy Strelok VS-24 + VS-33c с газовой трубкой, пистолетная рукоятка AK Custom Arms AGS-74 PRO + Sniper Kit, приклад AK AK-EVO, рефлекторный прицел OKP-7 (ласточкин хвост). Оружие должно иметь прочность свыше 80, эргономику 65 и выше, эффективную дальность около 200.",
  "painter_11 failMessageText": "",
  "painter_11 successMessageText": "Отличная работа! Оружие теперь готово к бою. Твои усилия были бесценны, и я ценю твою преданность этому проекту. Вот твоя заслуженная награда. Используй её мудро.",
  "684f142d6734c9fb25ceeecb": "Модифицировать АК-103 в соответствии с заданными характеристиками",
  "painter_12 name": "Московий",
  "painter_12 description": "Мне нужно, чтобы ты установил глушитель сигналов в определённом месте в Таркове. Думаю, лучше всего разместить его в машине с химикатами на Таможне. Этот глушитель нарушит связь противника и даст нам тактическое преимущество. Место хорошо охраняется, так что будь готов к бою. Как только установишь глушитель, возвращайся ко мне за наградой.",
  "painter_12 failMessageText": "",
  "painter_12 successMessageText": "Миссия выполнена. Глушитель сигналов установлен, и наши враги будут изо всех сил пытаться восстановить связь. Это даст нам значительное преимущество в этом районе. Вот твоя награда за хорошо проделанную работу. Береги её.",
  "68586394ca1d107631558586": "Установить глушитель сигналов в транспортном средстве",
  "68586a4d4ca5206d3e5b4c6b": "Выжить в рейде на Таможне"
}